{
    "kapha": {
        "balance": "The most important way to balance kapha energy is to get it moving 'shake it up'. Exercise, and dynamism are the key factors that balance kapha. Excess kapha energy is balanced by driness, lightness, and hotness.",
        "characteristics": "Kapha is defined as cold, dense, heavy, dull, moist, soft, sticky, stable, and static.",
        "imbalanceFactors": "Kapha energy is increased by its qualities ('Like increases like') and, thus, becomes imbalanced. Heaviness, moisture, static, and humidity imbalance kapha.",
        "imbalanceSigns": "When kapha energy is high, it accumulates in its body locations. Generally, people with kapha constitution have tendency towards lethargy, attachment, withdrawal, and depression. They may also notice symptoms as: sluggishness, excess weight, diabetes, water retention, and headaches. Their common type of diseases are water based (e.g. flu, sinus congestion, and other diseases involving mucous).",
        "location": "Kapha resides in the stomach, chest, throat, lungs, head, lymph, fatty tissue, connective tissue, ligaments, and tendons.",
        "management": "People with kapha constitution are lasy and have difficulties taking action. They earn money and are good at holding on to it and tend to be wealthy. They are very good procrastinators.",
        "occurence": "During lifetime, kapha energy is most abundant during childhood. During the year, kapha energy is most abundant during winter and spring. During the day, kapha energy is most intense between 6 and 10. When kapha energy is intense, it tends to become out of balance and it is advised to decrease it with opposite qualities.",
        "overview": "Kapha is a force created from the combination of Earth and Water. It is the energy that provides structure to our body (e.g. bones, muscles, and tendons) and the water required by all organ systems and functions (e.g. immune system, skin moisture, joint lubrication). In balance, kapha promotes strength, love, calmness, and forgiveness. When out of balance, kapha promotes attachment, greed, and envy.",
        "physicalPatterns": "People with kapha constitution are generally well developed, with large body frames, and tend to be overweight. Their general features are: expanded and broad chest, not visible bones, veins, and muscle tendons, well developed muscles, fair and bright complexion, cold, pale, soft, lustrous, and oily skin, dark, soft, thick, and wavy hair, dense, blue or black eyes, large and attractive eyes with very white sclerae and long, thick eyelashes and eyebrows.",
        "physiology": "People with kapha constitution have a slow metabolism and digestion, and regular appetites. They tend to eat and drink small quantities at one meal. They tend towards sweet, salty and oily foods, although they are balanced by itter, astringent and pungent tastes. They have moderate to low elimination (bowel movements, perspiration, urine). They have a sound and prolonged leep, usually above 8 hours and have difficulties waking up and getting out of bed. They have good stamina and endurance to effort.",
        "psychologicalPatterns": "People with kapha constitution are generally healthy, happy and peaceful. They are tolerant, calm, forgiving, loving, have slow comprehension, but with complete recall and long-term memory. They have sweet, loving dispositions, and are stable and grounded. They have emotional tendencies toward greed, attachment, envy and possessiveness.",
        "qualities": "Kapha promotes strength, love, forgivness, and calmness.",
        "recommendations": [
            "Get plenty of exercise",
            "Avoid heavy foods",
            "Keep active",
            "Avoid dairy",
            "Avoid iced food",
            "Vary your routine",
            "Avoid fatty, oily foods",
            "Avoid iced drinks",
            "Eat light, dry food"
        ]
    },
    "pitta": {
        "balance": "The most important way to balance pitta energy is to cool down its 'boiling' and firy nature. Relaxation and staying cool are the key factors that balance pitta. Excess pitta energy is balanced by coolness, lightness, and driness.",
        "characteristics": "Pitta is defined as acidic, agitating, fluid, hot, light, mobile, oily, penetrating, sharp, and transformation.",
        "imbalanceFactors": "Pitta energy is increased by its qualities ('Like increases like') and, thus, becomes imbalanced. Heat, sunlight, hard work, and spicy foods imbalance pitta.",
        "imbalanceSigns": "When pitta energy is high, it accumulates in its body locations. Generally, people with pitta constitution tend to become agitated, aggressive with tendency towards anger, hate, and jealousy. They may also notice symptoms as: skin rashes, burning sensation, ulceration, fever, inflammations or irritations such as conjunctivitis, colitis, or sore throats. Their common type of diseases are fire based (e.g. fever, inflammation, and jaundice).",
        "location": "Pitta resides in the small intestine, liver, spleen, pancreas, blood, eyes, and sweat.",
        "management": "People with pitta constitution are ambitious people who generally like to be leaders. They appreciate material prosperity and tend to be moderately well-off financially. They enjoy exhibiting their wealth and luxurious possessions. They always achieve their goals and take their projects to conclusion.",
        "occurence": "During lifetime, pitta energy is most abundant during teenage years and adulthood. During the year, pitta energy is most abundant around summer. During the day, pitta energy is most intense between 10 and 2. When pitta energy is intense, it tends to become out of balance and it is advised to decrease it with opposite qualities.",
        "overview": "Pitta is a force created from the combination of Fire and Water. It is the energy that maintains all metabolic functions (e.g. digestion, absorption, assimilation, nutrition, metabolism, and body temperature). In balance, pitta promotes understanding and intelligence. When out of balance, pitta promotes anger, hatred, and jealousy.",
        "physicalPatterns": "People with pitta constitution are generally medium developed, athletic, with medium body frames, and average height. Their general features are: medium chest, medium prominence of bones, veins, and muscle tendons, medium developed muscles, coppery, yellowish, reddish or fair complexion, soft and warm skin with less wrinckles than vata, but with moles and freckles, warm hands and feet, thin, silky, red or brownish hair with tendency towards premature graying and balding, gray, green or cooper-brown and sharp eyes with medium proeminent eyeballs, soft nails, sharp nose with tendency towards reddish tip.",
        "physiology": "People with pitta constitution have a strong metabolism, good digestion, and strong appetites. They tend to eat and drink large quantities at one meal. They tend towards hot spices and cold drinks, although they are balanced by sweet, bitter and astringent tastes. They have excessive and regular elimination (bowel movements, perspiration, urine). They have a good, regular, and uninterrupted sleep, usually between 6 and 8 hours. They have a high body temperature.",
        "psychologicalPatterns": "People with pitta constitution are alert, have a good power of comprehension, are very intelligent and sharp, and are good orators. They have emotional tendencies toward hate, anger and jealousy.",
        "qualities": "Pitta promotes courage, enlightenment, joy, mental perception, and willpower.",
        "recommendations": [
            "Avoid excessive heat",
            "Avoid excessive oil",
            "Avoid excessive steam",
            "Limit salt intake",
            "Eat cooling, non-spicy foods",
            "Exercise during the cooler part of the day"
        ]
    },
    "vata": {
        "balance": "The most important way to balance vata energy is to stabilise and 'ground' its dynamism and motion. Regular routines and relaxation are the key factors that balance vata. Excess vata energy is balanced by warmth, moisture, oiliness, and heaviness.",
        "characteristics": "Vata is defined as clear, cold, dispersing, dry, dynamic, irregular, light, rough, and subtle.",
        "imbalanceFactors": "Vata energy is increased by its qualities ('Like increases like') and, thus, becomes imbalanced. Traveling, loud noises, constant stimulation, lack of rest, drugs, sugar, alcohol, cold, and cold foods imbalance vata. Like the wind, vata types have a hard time becoming and staying grounded. Routine is difficult but essential if vata is to be lowered and controlled.",
        "imbalanceSigns": "When vata energy is high, it accumulates in its body locations. Generally, people with vata constitution tend to become anxious, fearful, and nervous. They may also notice symptoms as: flatulence, tics, twitches, aching joints, dry skin and hair, nerve disorders, constipation, high blood pressure, and mental confusion. Their common type of diseases are air based (e.g. arthritis, emphysema, pneumonia).",
        "location": "Vata resides in the colon, as well as the brain, ears, bones, joints, skin and thighs.",
        "management": "People with vata constitution earn money quickly, but also spend it quickly, hence, they tend to be poor. They are not good planners, have bad organisational skills, and tend to be messy in their work. They are very initiative in starting new projects, but have problems with finishing them.",
        "occurence": "During lifetime, vata energy increases as we age, hence, the skin becomes dry and with wrinckled. During the year, vata energy is most abundant in autumn and during season transititions. During the day, vata energy is most intense between 2 and 6. When vata energy is intense, it tends to become out of balance and it is advised to decrease it with opposite qualities.",
        "overview": "Vata is a force created from the combination of Space and Air. It is the energy that provides the motion required for all functions to be maintained in the body. In balance, vata promotes creativity and flexibility. When out of balance, vata promotes fear and anxiety.",
        "physicalPatterns": "People with vata constitution are generally physically underdeveloped, tend to be underweight, skinny, with thin body frames, and are taller or shorter than average people. Their general feature are: flat and sunken chests, visible bones, joints, muscle tendons, and veins, brown complexion, cold, cracked, dry, and rough skin, curly and scanty hair, thin eyelishes and eyebrows, active, dry, and small eyes, brittle and rough nails, cold hands and feet.",
        "physiology": "People with vata constitution have a variable appetite and digestion. They tend towards astringent foods like salad and vegetables, although they are balanced by sweet, sour and salty tastes. They have a poor elimination (bowel movements, perspiration, urine). They have difficulties falling and staying asleep, can't sleep more than 7 hours, and their dreams are active, agitated, dynamic, with tendency to nightmares.",
        "psychologicalPatterns": "People with vata constitution are alert, restless, and very active. They are always in a rush and on the go. They walk, talk, and think fast, but are easily fatigued. They have less willpower and often feel unstable and ungrounded. They have less tolerance, confidence and boldness. They have tendency to mood changes. They have a short memory and tend to forget as fast as they learn.",
        "qualities": "Vata promotes creativity, enthusiasm, flexibility, and rapid thinking.",
        "recommendations": [
            "Keep warm",
            "Keep calm",
            "Avoid raw foods",
            "Avoid extreme cold",
            "Avoid cold foods",
            "Eat warm foods and spices",
            "Eat cooked food",
            "Keep a regular routine"
        ]
    }
}