[
    {
        "balance": [
            "Avoid overdoing and overstimulation",
            "Avoid raw, hard, dry, low-fat, cold, processed foods",
            "Avoid astrigent (dry) and bitter tastes",
            "Avoid stimulants (e.g. alcohol, black tea, caffeine, smoking), especially before bed",
            "Avoid light and electronics 1 hour before bed",
            "Avoid cold water during cold weather (e.g. washing, drinking)",
            "Drink plenty of warm or hot fluids",
            "Eat local foods that are in season. If not local, always cook them and wash them carefully",
            "Eat 3 planned meals everyday, making the first and last meal the smallest",
            "Establish a routine and follow it every day",
            "Focus on pungent (spicy and oily), salty, sweet, and sour tastes",
            "Go to bed early and at the same time everyday",
            "Keep warm during cold weather, especially at extremities",
            "Learn to let go",
            "Listen to calm music",
            "Relax, calm down, and sleep",
            "Serve cooked, warm, soft, moist, and nourishing meals",
            "Serve each meal in a peaceful environment, slowly, and savor each bite",
            "Substitute candies and refined sweeteners with ripe, sweet fruit and natural sweeteners",
            "Substitute processed dry salty snacks with oily, salty nuts and seeds",
            "Take a regular massage to moisturize your dry skin, promote circulation, and nourish and tone muscles and nerves",
            "Walk everyday in nature",
            "Wear socks and keep your feet warm when sleeping"
        ]
    },
    {
        "balance": [
            "Avoid hot, fried, fatty, processed foods",
            "Avoid salty, sour, and pungent (spicy and oily) tastes",
            "Avoid light and electronics 1 hour before bed",
            "Avoid hot or warm water (e.g. washing, drinking)",
            "Avoid stimulants (e.g. alcohol, black tea, caffeine, smoking)",
            "Avoid skipping meals, fasting, or waitning until very hungry to eat",
            "Avoid overeating",
            "Disconnect from your projects from time to time and make time to play and relax, unless you will get burn out",
            "Drink plenty of cool fluids",
            "Eat local foods that are in season. If not local, always cook them and wash them carefully",
            "Eat 5 planned meals everyday, 3 primary meals and 2 snacks of fresh fruit, or green vegetables",
            "Go to bed early and at the same time everyday",
            "Keep cool, both physicaly and mentaly, especially in hot times",
            "Listen to calm music",
            "Serve raw, fresh, cool meals",
            "Serve each meal in a peaceful environment, slowly, and savor each bite",
            "Substitute candies and refined sweeteners with ripe, sweet fruit and natural sweeteners",
            "Take a regular massage tp soothe sensitive skin, balance emotions, and nourish and tone muscles and nerves",
            "Try water based exercises",
            "Walk everyday in nature in the morning and evening"
        ]
    },
    {
        "balance": [
            "Avoid cold, fatty, fried, sweet, salty, processed foods",
            "Avoid sweet, salty, and sour tastes",
            "Avoid light and electronics 1 hour before bed",
            "Avoid cool or cold water (e.g. washing, drinking)",
            "Avoid frequent meals and overeating",
            "Challange yourself everyday both physically and mentally",
            "Drink green tea, black tea, or coffee every morning in moderation",
            "Eat local foods that are in season. If not local, always cook them and wash them carefully",
            "Eat 2-3 planned light and small meals everyday. You can skip breakfast or dinner",
            "Focus on light and dry foods",
            "Get out of the house. Get moving",
            "Go to bed early and wake up early at the same time everyday",
            "Keep warm and dry",
            "Learn and try new things every day. Don't resist change",
            "Learn to let go",
            "Listen to energizing music",
            "Make an intense workout routine and follow it every day",
            "Reduce or avoid dairy, fruits, desserts, and grains",
            "Serve raw, fresh, dry, hot, spicy meals",
            "Serve each meal in a peaceful environment, slowly, and savor each bite",
            "Stay active physically, mentally, and emotionally every day"
        ]
    }
]