{
    "vata": {
        "bodyMovements": "Blood circulation, breathing, muscles contractions, nerve impulses",
        "characteristics": "Cold, dry, dynamic, fast, light",
        "dayTimes": "2am-6am, 2pm-6pm",
        "elements": "Air and ether",
        "finances": "Earn money quickly and spend quickly",
        "imbalance": "Anxiety, confusion, constipation, fear, lack of focus, nervousness, overwhelm, pain, tremors, worry",
        "lifeTime": "Old age",
        "locations": "Colon, hips, thighs, ears, bones, large intestine, pelvic cavity, and skin",
        "mentalPatterns": "Short memory, quick learning and understanding, low willpower, mental instability, low confidence, poor reasoning",
        "overview": "Vata is a force conceptually made up of elements ether and air. The proportions of ether and air determine how active Vata is. The amount of ether (space) affects the ability of the air to gain momentum. If unrestricted, as in ocean, air can gain momentum and become forceful such as a hurricane. Vata means wind, to move, flow, direct the processes of, or command. Vata enables the other two doshas to be expressive. Vata also governs such feelings and emotions as freshness, nervousness, fear, anxiety, pain, tremors, and spasms. The primary seat or location of the Vata in the body is the colon.",
        "pacifying": "Heavy, moist, hot",
        "personality": "Artistic, creative, dynamic, enthusiastic, erratic, inspiring, irregular, joyful",
        "physicalPatterns": "Underdeveloped, flat chest, visible veins, visible muscle tendons, brown complexion, cold, dry, rought, and cracked skin, too tall or too short, thin frame, proeminent joints and bones, poor muscle development, scanty and curly hair, sunken, small, dry, and active eyes, rought and birttle nails, narrow face, thin lips, irregular nose",
        "physiologicalPatterns": "Irregular bowel movements, variable digestion and appetite, difficulties falling and staying asleep, less perspiration, cold hands and feet, feeling cold",
        "seasons": "Autumn, winter",
        "tastes": "Sweet, salty, sour"
    },
    "pitta": {
        "bodyMovements": "",
        "characteristics": "",
        "dayTimes": "10pm-2am, 10am-2pm",
        "elements": "Fire and water",
        "finances": "",
        "imbalance": "",
        "lifeTime": "Adulthood",
        "locations": "",
        "mentalPatterns": "",
        "overview": "",
        "pacifying": "Light, dry, cool",
        "personality": "",
        "physicalPatterns": "",
        "physiologicalPatterns": "",
        "seasons": "Summer",
        "tastes": "Sweet, bitter, astrigent"
    },
    "kapha": {
        "bodyMovements": "",
        "characteristics": "",
        "dayTimes": "6am-10am, 6pm-10pm",
        "elements": "Earth and water",
        "finances": "",
        "imbalance": "",
        "lifeTime": "Childhood",
        "locations": "",
        "mentalPatterns": "",
        "overview": "",
        "pacifying": "Light, dry, hot",
        "personality": "",
        "physicalPatterns": "",
        "physiologicalPatterns": "",
        "seasons": "Winter, spring",
        "tastes": "Pungent, bitter, astrigent"
    }
}